#3) შექმენით ცვლადი რომელშიც შეინახავთ თქვენს სახელს შემდეგ შექმენით მეორე ცვლადი სადაც შეინახავთ თქვენს გვარს, შექმენით მესამე ცვლადი სადაც შენახული იქნება თქვენი წელი ოღონდ ინტეჯერის სახით, შემდეგ დაბეჭდეთ ეს ყველა ინფორმაცია ერთ გრძელ წინადადებაში ისე რომ გადააქციოთ ელემენტები საჭირო მონაცემთა ტიპებში
name = "gigi"
surname = "futkaradze"
 

num1 = "10"
num2 = "9" 
  
print(int(num1) + int(num2))

#print("socre " + str(int(num1) + int(num2)))


#print(name + " " + str(surname))


print("my name is " + name + " " + " my surname is " + str(surname)) 