#Boss Level: გახსენით მაღაზია სახელად PC Parts, სადაც შეგიძლიათ შეიძინოთ სხვადასხვა კომპიუტერული ნაწილი მაგალითად: პროცესორები, ვიდეო ბარათები, ოპერატიული მეხსიერება, კვების ბლოკები, კორპუსები და სხვა. თითოეულ პროდუქტს მიანიჭეთ შესაბამისი ფასი. საბოლოოდ, დაპრინტეთ ჩეკი, სადაც ჩამოთვლილი იქნება შეძენილი ნივთები და ჯამური თანხა. 




print("Welcome To pc_Shop")
print("Find the parts you want")

pc_shop = {

    "პროცესორი INTEL i5 10GEN" : 400,
    "ვიდეო ბარათი GTX 1650 " : 700,
    "ოპერატიული მეხსიარება 16 DDR4": 150,
    "გამაგრილებელი": 100,
    "კვების ბოლკი 850W": 100,
    "SSD 512GB": 150,

 }



user_product = input("Enter a product:")


if user_product in pc_shop:
    print(user_product,pc_shop[user_product])




